Repository: scalinity/MindFriend
Catalog: apps/ios/MindFriendApp/Resources/Localizable.xcstrings
Source language: en
Languages: es, pt_br

source: Help improve MindFriend for everyone
es: Ayuda a mejorar MindFriend para todos
pt_br: Ajude a melhorar o MindFriend para todos

source: Help others by becoming a trained peer supporter. Give back to the community and grow through service.
es: Ayuda a otros convirtiendote en un apoyo de pares capacitado. Retribuye a la comunidad y crece a traves del servicio.
pt_br: Ajude outros tornando-se um apoiador de pares treinado. Retribua a comunidade e cresca atraves do servico.

source: Helpful
es: Útil
pt_br: Útil

source: Here's how we handle your SOS data
es: Asi es como manejamos tus datos de SOS
pt_br: Veja como lidamos com seus dados de SOS

source: Here's my MindFriend Premium receipt for HSA/FSA reimbursement
es: Aqui esta mi recibo de MindFriend Premium para reembolso de HSA/FSA
pt_br: Aqui esta meu recibo do MindFriend Premium para reembolso de HSA/FSA

source: Here's what I noticed in your journal entry. Remember, these are gentle observations to help you reflect, not judgments.
es: Esto es lo que note en tu entrada de diario. Recuerda, estas son observaciones suaves para ayudarte a reflexionar, no juicios.
pt_br: Isto e o que notei na sua entrada de diario. Lembre-se, estas sao observacoes suaves para ajuda-lo a refletir, nao julgamentos.

source: Hide alternative perspective
es: Ocultar perspectiva alternativa
pt_br: Ocultar perspectiva alternativa

source: Hide captions
es: Ocultar subtitulos
pt_br: Ocultar legendas

source: Hide examples
es: Ocultar ejemplos
pt_br: Ocultar exemplos

source: Hide Feedback
es: Ocultar comentarios
pt_br: Ocultar feedback

source: High
es: Alto
pt_br: Alto

source: High Energy
es: Alta Energía
pt_br: Alta Energia

source: High Risk Only
es: Solo Alto Riesgo
pt_br: Apenas Alto Risco

source: High: %lld
es: Alto: %lld
pt_br: Alto: %lld

source: History
es: Historial
pt_br: Histórico

source: Home
es: Inicio
pt_br: Início

source: Hours
es: Horas
pt_br: Horas

source: Hours per week you can mentor
es: Horas por semana que puedes mentorear
pt_br: Horas por semana que você pode mentorar

source: How are you feeling now?
es: ¿Cómo te sientes ahora?
pt_br: Como você está se sentindo agora?

source: How are you feeling?
es: ¿Cómo te sientes?
pt_br: Como você está se sentindo?

source: How can we do better?
es: Como podemos mejorar?
pt_br: Como podemos melhorar?

source: How Community Wisdom Works
es: Cómo funciona la sabiduría comunitaria
pt_br: Como a sabedoria comunitária funciona

source: How could we improve?
es: ¿Cómo podríamos mejorar?
pt_br: Como podemos melhorar?

source: How did you feel?
es: Como te sentiste?
pt_br: Como voce se sentiu?

source: How did you sleep last night?
es: ¿Cómo dormiste anoche?
pt_br: Como você dormiu ontem à noite?

source: How do you feel after completing this?
es: ¿Cómo te sientes después de completar esto?
pt_br: Como você se sente após completar isso?

source: How do you feel before starting?
es: Como te sientes antes de comenzar?
pt_br: Como voce se sente antes de comecar?

source: How do you feel now after going through this process?
es: Como te sientes ahora despues de pasar por este proceso?
pt_br: Como voce se sente agora depois de passar por este processo?

source: How do you feel now?
es: Como te sientes ahora?
pt_br: Como voce se sente agora?

source: How do you feel?
es: Como te sientes?
pt_br: Como voce se sente?

source: How early to deliver calming interventions before stressful events
es: Con cuánta anticipación entregar intervenciones calmantes antes de eventos estresantes
pt_br: Com quanta antecedência entregar intervenções calmantes antes de eventos estressantes

source: How effective was this exercise?
es: ¿Qué tan efectivo fue este ejercicio?
pt_br: Quão eficaz foi este exercício?

source: How intense are your emotions now?
es: Que tan intensas son tus emociones ahora?
pt_br: Quao intensas sao suas emocoes agora?

source: How it works
es: Como funciona
pt_br: Como funciona

source: How It Works
es: Cómo Funciona
pt_br: Como Funciona

source: How much time do you have?
es: ¿Cuánto tiempo tienes?
pt_br: Quanto tempo você tem?

source: How often to intervene?
es: ¿Con qué frecuencia intervenir?
pt_br: Com que frequência intervir?

source: How relaxing was this experience?
es: ¿Qué tan relajante fue esta experiencia?
pt_br: Quão relaxante foi esta experiência?

source: How sensitive should pattern detection be?
es: ¿Qué tan sensible debe ser la detección de patrones?
pt_br: Quão sensível deve ser a detecção de padrões?

source: How severe?
es: Que tan severo?
pt_br: Quao severo?

source: How to Progress
es: Cómo progresar
pt_br: Como progredir

source: How to reframe it
es: Cómo reformularlo
pt_br: Como reformular

source: How Voice Data is Used
es: Como se Usan los Datos de Voz
pt_br: Como os Dados de Voz Sao Usados

source: How was the routine?
es: ¿Cómo estuvo la rutina?
pt_br: Como foi a rotina?

source: How was this %@?
es: ¿Cómo estuvo este %@?
pt_br: Como foi este %@?

source: How was this content?
es: Como estuvo este contenido?
pt_br: Como foi este conteudo?

source: How was this exercise?
es: Como estuvo este ejercicio?
pt_br: Como foi este exercicio?

source: How was this plan?
es: Como estuvo este plan?
pt_br: Como foi este plano?

source: How was this quest?
es: ¿Cómo estuvo esta misión?
pt_br: Como foi esta missão?

source: How was this rewrite?
es: ¿Cómo estuvo esta reescritura?
pt_br: Como foi esta reescrita?

source: How was this session?
es: Como estuvo esta sesion?
pt_br: Como foi esta sessao?

source: How we protect your data
es: Como protegemos tus datos
pt_br: Como protegemos seus dados

source: How well did you sleep?
es: ¿Qué tan bien dormiste?
pt_br: Quão bem você dormiu?

source: How well your signature predicts crises
es: Qué tan bien tu firma predice crisis
pt_br: Quão bem sua assinatura prevê crises

source: How would you rate this %@?
es: Como calificarias este %@?
pt_br: Como voce avaliaria este %@?

source: How's your day going?
es: ¿Cómo va tu día?
pt_br: Como está seu dia?

source: How's your energy?
es: Como esta tu energia?
pt_br: Como esta sua energia?

source: How's your mood?
es: Como esta tu animo?
pt_br: Como esta seu humor?

source: HSA/FSA Eligibility
es: Elegibilidad HSA/FSA
pt_br: Elegibilidade HSA/FSA

source: HSA/FSA eligibility information button
es: Boton de informacion de elegibilidad HSA/FSA
pt_br: Botao de informacao de elegibilidade HSA/FSA

source: HSA/FSA Eligible
es: Elegible para HSA/FSA
pt_br: Elegivel para HSA/FSA

source: HTML Preview
es: Vista previa HTML
pt_br: Visualização HTML

source: Hugs received
es: Abrazos recibidos
pt_br: Abracos recebidos

source: I am a
es: Soy un/una
pt_br: Eu sou um/uma

source: I created this with MindFriend
es: Cree esto con MindFriend
pt_br: Criei isso com MindFriend

source: I Need Help Now
es: Necesito Ayuda Ahora
pt_br: Preciso de Ajuda Agora

source: I Understand
es: Entiendo
pt_br: Entendo

source: I'd like to be contacted about this feedback
es: Me gustaria ser contactado sobre estos comentarios
pt_br: Gostaria de ser contatado sobre este feedback

source: I'm available to mentor
es: Estoy disponible para mentorear
pt_br: Estou disponível para mentorar

source: I'm Done
es: He Terminado
pt_br: Terminei

source: I'm feeling better
es: Me siento mejor
pt_br: Estou me sentindo melhor

source: I'm grateful for...
es: Estoy agradecido por...
pt_br: Sou grato por...

source: I'm Safe - Continue
es: Estoy Seguro - Continuar
pt_br: Estou Seguro - Continuar

source: If enabled, connected family members may receive a gentle notification when we detect elevated risk. They won't see specific details—just that you might appreciate some support.
es: Si esta activado, los miembros de la familia conectados pueden recibir una notificacion suave cuando detectemos un riesgo elevado. No veran detalles especificos, solo que podrias apreciar algo de apoyo.
pt_br: Se ativado, membros da familia conectados podem receber uma notificacao suave quando detectarmos risco elevado. Eles nao verao detalhes especificos, apenas que voce pode apreciar algum apoio.

source: If someone shared their family or couples plan with you, enter the invite code below.
es: Si alguien compartio su plan familiar o de pareja contigo, ingresa el codigo de invitacion a continuacion.
pt_br: Se alguem compartilhou seu plano familiar ou de casal com voce, insira o codigo de convite abaixo.

source: If they don't have the app yet, they'll get instructions to download it.
es: Si aun no tienen la app, recibiran instrucciones para descargarla.
pt_br: Se eles ainda nao tiverem o app, receberao instrucoes para baixa-lo.

source: If you are in immediate danger, call your local emergency services (911 in the US)
es: Si estas en peligro inmediato, llama a tus servicios de emergencia locales (911 en EE.UU.)
pt_br: Se voce esta em perigo imediato, ligue para seus servicos de emergencia locais (911 nos EUA)

source: If you need immediate support:
es: Si necesitas apoyo inmediato:
pt_br: Se voce precisar de apoio imediato:

source: If you're experiencing a mental health crisis, please reach out to one of these resources. Help is available 24/7.
es: Si estas experimentando una crisis de salud mental, por favor comunicate con uno de estos recursos. La ayuda esta disponible las 24 horas.
pt_br: Se voce esta passando por uma crise de saude mental, por favor entre em contato com um destes recursos. A ajuda esta disponivel 24 horas.

source: If you're having thoughts of self-harm, please reach out to someone who can help.
es: Si tienes pensamientos de autolesion, por favor comunicate con alguien que pueda ayudar.
pt_br: Se voce esta tendo pensamentos de autolesao, por favor entre em contato com alguem que possa ajudar.

source: If you're in crisis, help is available 24/7.
es: Si estas en crisis, hay ayuda disponible las 24 horas.
pt_br: Se voce esta em crise, ajuda esta disponivel 24 horas.

source: Image not available
es: Imagen no disponible
pt_br: Imagem nao disponivel

source: Immediate Support Available 24/7
es: Apoyo Inmediato Disponible 24/7
pt_br: Apoio Imediato Disponivel 24/7

source: Immersive exercises using augmented reality
es: Ejercicios inmersivos usando realidad aumentada
pt_br: Exercícios imersivos usando realidade aumentada

source: Important
es: Importante
pt_br: Importante

source: Important Note
es: Nota Importante
pt_br: Nota Importante

source: Important Notes
es: Notas Importantes
pt_br: Notas Importantes

source: Improvement
es: Mejora
pt_br: Melhoria

source: Improving
es: Mejorando
pt_br: Melhorando

source: In Progress
es: En Progreso
pt_br: Em Progresso

source: In Queue
es: En Cola
pt_br: Na Fila

source: In queue. Estimated wait is about %lld minutes. We'll notify you when matched.
es: En cola. La espera estimada es de aproximadamente %lld minutos. Te notificaremos cuando seas emparejado.
pt_br: Na fila. A espera estimada e de aproximadamente %lld minutos. Notificaremos voce quando for correspondido.

source: In-App Messages
es: Mensajes en la app
pt_br: Mensagens no app

source: Include Breathing Exercise
es: Incluir Ejercicio de Respiracion
pt_br: Incluir Exercicio de Respiracao

source: Include Calendar Events
es: Incluir eventos del calendario
pt_br: Incluir eventos do calendário

source: Include Grounding Exercise
es: Incluir Ejercicio de Anclaje
pt_br: Incluir Exercicio de Ancoragem

source: Include Metrics
es: Incluir métricas
pt_br: Incluir métricas

source: Include my current mood
es: Incluir mi estado de ánimo actual
pt_br: Incluir meu humor atual

source: Includes %lld members
es: Incluye %lld miembros
pt_br: Inclui %lld membros

source: Increase Contrast
es: Aumentar Contraste
pt_br: Aumentar Contraste

source: Increases the contrast between text and backgrounds
es: Aumenta el contraste entre el texto y los fondos
pt_br: Aumenta o contraste entre o texto e os fundos

source: Insight Lab
es: Laboratorio de perspectivas
pt_br: Laboratório de insights

source: Insights
es: Perspectivas

source: Insights & Next Steps
es: Perspectivas y próximos pasos
pt_br: Insights e próximos passos

source: Insights analyze patterns between your health data and mood. Alerts notify you when metrics deviate from your baseline.
es: Las perspectivas analizan patrones entre tus datos de salud y tu animo. Las alertas te notifican cuando las metricas se desvian de tu linea base.
pt_br: Os insights analisam padroes entre seus dados de saude e humor. Os alertas notificam voce quando as metricas se desviam da sua linha de base.

source: Instruction: %@
es: Instrucción: %@
pt_br: Instrução: %@

source: Instructions
es: Instrucciones
pt_br: Instruções

source: Intensity
es: Intensidad
pt_br: Intensidade

source: Intermediate
es: Intermedio
pt_br: Intermediário

source: International Resources
es: Recursos Internacionales
pt_br: Recursos Internacionais

source: Intervention Delivery
es: Entrega de intervención
pt_br: Entrega de intervenção

source: Intervention Flow
es: Flujo de Intervencion
pt_br: Fluxo de Intervencao

source: Intervention Preferences
es: Preferencias de Intervencion
pt_br: Preferencias de Intervencao

source: Intervention Settings
es: Configuración de intervención
pt_br: Configurações de intervenção

source: Invalid Code
es: Codigo Invalido
pt_br: Codigo Invalido

source: Invitation Created!
es: Invitacion Creada!
pt_br: Convite Criado!

source: Invitation pending...
es: Invitacion pendiente...
pt_br: Convite pendente...

source: Invitation sent to %@
es: Invitacion enviada a %@
pt_br: Convite enviado para %@

source: Invite a friend to join your wellness journey. You'll be able to see each other's streaks and send encouragement!
es: Invita a un amigo a unirse a tu viaje de bienestar. Podran ver las rachas del otro y enviarse animo!
pt_br: Convide um amigo para participar da sua jornada de bem-estar. Voces poderao ver as sequencias um do outro e enviar encorajamento!

source: Invite a Therapist
es: Invitar a un Terapeuta
pt_br: Convidar um Terapeuta

source: Invite a Wellness Buddy
es: Invita a un compañero de bienestar
pt_br: Convide um parceiro de bem-estar

source: Invite Another Therapist
es: Invitar Otro Terapeuta
pt_br: Convidar Outro Terapeuta

source: Invite Buddy
es: Invitar Companero
pt_br: Convidar Amigo

source: Invite Code
es: Código de invitación
pt_br: Código de convite

source: Invite Code:
es: Codigo de Invitacion:
pt_br: Codigo de Convite:

source: Invite code: %@
es: Codigo de invitacion: %@
pt_br: Codigo de convite: %@

source: Invite Member
es: Invitar Miembro
pt_br: Convidar Membro

source: Invite Sent!
es: ¡Invitación enviada!
pt_br: Convite enviado!

source: Invite Therapist
es: Invitar Terapeuta
pt_br: Convidar Terapeuta

source: Invite to Your Plan
es: Invitar a Tu Plan
pt_br: Convidar para Seu Plano

source: Invited %@
es: Invitado %@
pt_br: Convidado %@

source: Invited members will receive a code to join your plan and gain premium access.
es: Los miembros invitados recibiran un codigo para unirse a tu plan y obtener acceso premium.
pt_br: Os membros convidados receberao um codigo para entrar no seu plano e obter acesso premium.

source: Issuing Organization
es: Organizacion Emisora
pt_br: Organizacao Emissora

source: It's okay to ask for help.
es: Esta bien pedir ayuda.
pt_br: Esta tudo bem pedir ajuda.

source: Items identified:
es: Elementos identificados:
pt_br: Itens identificados:

source: Join
es: Unirse
pt_br: Participar

source: Join Challenge
es: Unirse al Desafio
pt_br: Entrar no Desafio

source: Join Circle
es: Unirse al círculo
pt_br: Participar do círculo

source: Join Family
es: Unirse a la Familia
pt_br: Entrar na Família

source: Join Information
es: Informacion para Unirse
pt_br: Informacoes para Entrar

source: Join Now
es: Unirse Ahora
pt_br: Entrar Agora

source: Join Plan
es: Unirse al Plan
pt_br: Entrar no Plano

source: Journal
es: Diario
pt_br: Diário

source: Journal Detail - Coming Soon
es: Detalle del Diario - Proximamente
pt_br: Detalhe do Diario - Em Breve

source: Journal Prompt
es: Indicación de diario
pt_br: Prompt de diário

source: Journal Settings
es: Configuración del Diario
pt_br: Configurações do Diário

source: Journal Streak
es: Racha del Diario
pt_br: Sequencia do Diario

source: Journaling Prompts
es: Indicaciones de diario
pt_br: Prompts de diário

source: Journey Complete!
es: Viaje Completado!
pt_br: Jornada Concluida!

source: Journey Quest
es: Misión del viaje
pt_br: Missão da jornada

source: Keep an eye on your top patterns
es: Mantén un ojo en tus patrones principales
pt_br: Fique de olho em seus principais padrões

source: Keep chatting! Patterns will show up as you engage.
es: ¡Sigue chateando! Los patrones aparecerán a medida que participes.
pt_br: Continue conversando! Os padrões aparecerão conforme você interage.

source: Keep engaging in circles, and your social vitality score will appear here in a few days!
es: ¡Sigue participando en círculos, y tu puntuación de vitalidad social aparecerá aquí en unos días!
pt_br: Continue participando dos círculos, e sua pontuação de vitalidade social aparecerá aqui em alguns dias!

source: Keep Going
es: Sigue Adelante
pt_br: Continue

source: Keep it going!
es: ¡Sigue así!
pt_br: Continue assim!

source: Keep it up!
es: ¡Sigue así!
pt_br: Continue assim!

source: Keep logging your moods and using wellness features to discover your stress signature.
es: Sigue registrando tus estados de ánimo y usando funciones de bienestar para descubrir tu firma de estrés.
pt_br: Continue registrando seus humores e usando recursos de bem-estar para descobrir sua assinatura de estresse.

source: Keep logging your moods, completing quests, and doing exercises. After about 2 weeks of data, MindFriend will start detecting patterns in your wellness journey.
es: Sigue registrando tus estados de animo, completando misiones y haciendo ejercicios. Despues de aproximadamente 2 semanas de datos, MindFriend comenzara a detectar patrones en tu viaje de bienestar.
pt_br: Continue registrando seus humores, completando missoes e fazendo exercicios. Apos cerca de 2 semanas de dados, o MindFriend comecara a detectar padroes na sua jornada de bem-estar.

source: Keep me anonymous
es: Mantenerme anonimo
pt_br: Manter-me anonimo

source: Keep up the great work!
es: Sigue con el excelente trabajo!
pt_br: Continue com o otimo trabalho!

source: Keep using MindFriend and we'll discover patterns and suggestions tailored to you.
es: Sigue usando MindFriend y descubriremos patrones y sugerencias adaptados a ti.
pt_br: Continue usando o MindFriend e descobriremos padroes e sugestoes adaptados a voce.

source: Keep using the app and we'll learn your patterns to suggest optimal times for activities.
es: Sigue usando la app y aprenderemos tus patrones para sugerir momentos optimos para las actividades.
pt_br: Continue usando o app e aprenderemos seus padroes para sugerir momentos ideais para as atividades.

source: Key Insights
es: Perspectivas Clave
pt_br: Insights Principais

source: Key Themes
es: Temas Clave
pt_br: Temas Principais

source: Language
es: Idioma
pt_br: Idioma

source: Language & Localization
es: Idioma y Localizacion
pt_br: Idioma e Localizacao

source: Languages
es: Idiomas
pt_br: Idiomas

source: Lapsed User Nudge
es: Recordatorio para Usuario Inactivo
pt_br: Lembrete para Usuario Inativo

source: Large
es: Grande
pt_br: Grande

source: Last edited:
es: Ultima edicion:
pt_br: Ultima edicao:

source: Last Night
es: Anoche
pt_br: Ontem à noite

source: Last Sync
es: Última sincronización
pt_br: Última sincronização

source: Last Synced
es: Ultima Sincronizacion
pt_br: Ultima Sincronizacao

source: Last updated: %@
es: Última actualización: %@
pt_br: Última atualização: %@

source: Later
es: Más tarde
pt_br: Mais tarde

source: Layer %lld
es: Capa %lld
pt_br: Camada %lld

source: Layers
es: Capas
pt_br: Camadas

source: Learn About Calm Mode
es: Aprende Sobre el Modo Tranquilo
pt_br: Aprenda Sobre o Modo Calmo

source: Learn About Thinking Patterns
es: Aprende sobre patrones de pensamiento
pt_br: Aprenda sobre padrões de pensamento

source: Learn more
es: Más información
pt_br: Saiba mais

source: Learn More
es: Saber Más
pt_br: Saiba Mais

source: Learn more about this pattern
es: Más información sobre este patrón
pt_br: Saiba mais sobre este padrão

source: Learn more about this thought pattern and reframing techniques
es: Más información sobre este patrón de pensamiento y técnicas de reformulación
pt_br: Saiba mais sobre este padrão de pensamento e técnicas de reformulação

source: Learn your unique patterns that appear before stress overwhelms you. This helps MindFriend alert you 24-72 hours before a crisis.
es: Aprende tus patrones únicos que aparecen antes de que el estrés te abrume. Esto ayuda a MindFriend a alertarte 24-72 horas antes de una crisis.
pt_br: Aprenda seus padrões únicos que aparecem antes do estresse sobrecarregá-lo. Isso ajuda o MindFriend a alertá-lo 24-72 horas antes de uma crise.

source: Learn Your Warning Signs
es: Aprende tus señales de alerta
pt_br: Aprenda seus sinais de alerta

source: Learned %@ ago
es: Aprendido hace %@
pt_br: Aprendido há %@

source: Learner
es: Aprendiz
pt_br: Aprendiz

source: Learning & Insights
es: Aprendizaje y perspectivas
pt_br: Aprendizado e insights

source: Learning your preferences...
es: Aprendiendo tus preferencias...
pt_br: Aprendendo suas preferências...

source: Leave
es: Salir
pt_br: Sair

source: Leave Feedback
es: Dejar Comentarios
pt_br: Deixar Feedback

source: Leave Program
es: Salir del Programa
pt_br: Sair do Programa

source: Leave Program?
es: Salir del Programa?
pt_br: Sair do Programa?

source: Leave ritual
es: Salir del ritual
pt_br: Sair do ritual

source: Leave Session?
es: Salir de la Sesion?
pt_br: Sair da Sessao?

source: left today
es: restantes hoy
pt_br: restantes hoje

source: Legend
es: Leyenda
pt_br: Lenda

source: Length
es: Duración
pt_br: Duração

source: Let the forest surround you
es: Deja que el bosque te rodee
pt_br: Deixe a floresta te envolver

source: Let's anchor you to the present moment
es: Vamos a anclarte al momento presente
pt_br: Vamos ancora-lo ao momento presente

source: Let's breathe together
es: Respiremos juntos
pt_br: Vamos respirar juntos

source: Let's Go!
es: ¡Vamos!
pt_br: Vamos!

source: Let's look at the evidence for and against your automatic thoughts.
es: Veamos la evidencia a favor y en contra de tus pensamientos automaticos.
pt_br: Vamos ver a evidencia a favor e contra seus pensamentos automaticos.

source: Letter Spacing
es: Espaciado de Letras
pt_br: Espacamento de Letras

source: Letter Spacing: %@pt
es: Espaciado de Letras: %@pt
pt_br: Espacamento de Letras: %@pt

source: LEVEL
es: NIVEL
pt_br: NÍVEL

source: Level %lld
es: Nivel %lld
pt_br: Nivel %lld

source: LEVEL %lld
es: NIVEL %lld
pt_br: NÍVEL %lld

# Level %lld / %lld
source: Level %1$lld / %2$lld
es: Nivel %1$lld / %2$lld
pt_br: Nivel %1$lld / %2$lld

# Level %lld → %lld
source: Level %1$lld → %2$lld
es: Nivel %lld → %lld
pt_br: Nível %lld → %lld

# Level %lld → %lld!
source: Level %1$lld → %2$lld!
es: Nivel %1$lld a %2$lld!
pt_br: Nivel %1$lld para %2$lld!

# Level %lld, %@. %lld XP total. %lld XP to next level.
source: Level %1$lld, %2$@. %3$lld XP total. %4$lld XP to next level.
es: Nivel %1$lld, %2$@. %3$lld XP en total. %4$lld XP para el siguiente nivel.
pt_br: Nivel %1$lld, %2$@. %3$lld XP no total. %4$lld XP para o proximo nivel.

source: LEVEL UP!
es: SUBIR DE NIVEL!
pt_br: SUBIU DE NIVEL!

source: License Information
es: Informacion de Licencia
pt_br: Informacoes de Licenca

source: License Number
es: Número de licencia
pt_br: Número da licença

source: License State
es: Estado de Licencia
pt_br: Estado da Licenca

source: License Type
es: Tipo de Licencia
pt_br: Tipo de Licenca
